[{"name": "A_fxxxing_Saiko", "description": "❰VTUBER❱ Hot tub stream at 100 followers ^_^"}, {"name": "AdreusPV", "description": "Hi I'm Adreus. I'm a Mad Scientist Vtuber from Finland who streams a variety of games. Join me on my cause to conquer twitch!"}, {"name": "AlmaMaito", "description": "Greetings~ I am a new Vtuber! I am a strawberry cow who really loves bananas and games!"}, {"name": "DaleTechnic", "description": "Just a voice and a face in the darkness of space, It's DT Stellar Broadcast. Come on down and join the crew."}, {"name": "EmiVT", "description": "Good afternoon. My name is Emi, and I am a VTuber from Finland. I hope I can provide you all with enjoyable content. I wish to become friends with other people."}, {"name": "EnjouHibiki", "description": "A Finnish flame demon (virvatuli) vtuber and a self-made idol (enthusiast)! Join the flaming fun!!!!"}, {"name": "HallaVilutar", "description": "I'm Halla, a frozen water spirit, and I'm a vtuber from Finland! ENG/FIN/(JPN)こんにちは！ハッラ　ヴィルタルです！"}, {"name": "HuhuAho", "description": "Howdy! I'm Huhu Aho, a changeling VTuber from Finland!・・・they/she"}, {"name": "KurumiElla", "description": "くるみ エラ 🌰VTuber"}, {"name": "KuuTuber", "description": "Your local space devil with no manners! Nice to meet you! ♥"}, {"name": "LunkkiTV", "description": "A rogue crossroads demon here to vibe, play games and steal your soul."}, {"name": "Mariel_VT", "description": "Book girl with big dreams ✧ Vtuber-in-training ✧ Comfy times, indie games, occasional music and plenty of Pokémon enthusiasm ✨"}, {"name": "Minimaali", "description": "IM MINI?? Hi!! I don't know what I'm doing, please love me okay??"}, {"name": "Novau", "description": "I'm your everyday neighbor girl more than 50,000 doors down. A sweet Finnish vtuber who plays cute and casual games! Please enjoy your stay!"}, {"name": "PUMPKA_vt", "description": "A spooktacular virtual pumpkin at your service! かぼー"}, {"name": "PixelkunVT", "description": "Let's have a fun chill stream. Variety streamer playing nice games and drawing stuff."}, {"name": "PoaraPon", "description": "Hello I'm Pon and I play video games. A lot. Will you be my ponstar? ❤︎"}, {"name": "PupunaMai", "description": "Mai-hi!! My name is Mai Pupuna and I stream games all the way from a fictional realm!! I got isekai'd one day and turned into a magical bunny girl... I decided to make the most of it and become a VTuber!!"}, {"name": "Ronjapeikko", "description": "Literal internet troll. Virtual variety streamer. Finland perkele."}, {"name": "Shunicos", "description": "An anime figure come to life. Lived years in shelf with other figures until one day I came conscious of myself. It's lonely in the shelf and want to talk with people."}, {"name": "Suvidriel", "description": "Hi hiii and welcome everynyan~ ❤️ I'm Suvi, a free range catgirl VTuber and indiedev from Finland~ Grab a blanket and get comfy~ ❤️"}, {"name": "TeddieKuura", "description": "A friendly(?) polar bear student looking for humans to research on internet behavior!"}, {"name": "Tuisku404", "description": "Yahhooo! Let's take a break and chill for a moment. (っ❛ ᴗ ❛ ς)"}, {"name": "alicesawyer", "description": "Normal girl, horror enthusiast, amateur dentist"}, {"name": "lumituber", "description": "Hello! My name is Lumi and I'm a comfy wolf girl from Finland! Awoo! Welcome to my Twitch channel!"}]